Revit 2027 API
SlabShapeVertex.VertexType Property
 The vertex type
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public SlabShapeVertexType VertexType { get; }
Public ReadOnly Property VertexType As SlabShapeVertexType
	Get
public:
property SlabShapeVertexType VertexType {
	SlabShapeVertexType get ();
}
member VertexType : SlabShapeVertexType with get
Property Value
SlabShapeVertexType
See Also
Reference
SlabShapeVertex Class
Autodesk.Revit.DB Namespace